{
  "frasi": [
    {
      "barzelletta": "Qual è la città preferita dai ragni? Mosca!"
    },
    {
      "barzelletta": "Che cosa hanno in comune un televisore e una formica? Le antenne!"
    },
    {
      "barzelletta": "Qual è la pianta più puzzolente? Quella dei piedi!"
    },
    {
      "barzelletta": "Che cos'è una zebra? Un cavallo evaso dal carcere!"
    },
    {
      "barzelletta": "Sapete perché il pomodoro non riesce a dormire? Perché l’insalata… russa!"
    },
    {
      "barzelletta": "Qual è la nazione preferita dalle galline? Il PortoGALLO!"
    },
    {
      "barzelletta": "Che cosa fa un chicco di caffè sotto la doccia? Si... Lavazza!"
    },
    {
      "barzelletta": "Qual è l'auto preferita dai pinguini? La Polo"
    },
    {
      "barzelletta": "Qual è il colmo per una disoccupata? Chiamarsi Assunta."
    },
    {
      "barzelletta": "Qual è il colmo per un eschimese? Prendere delle decisioni a caldo."
    },
    {
      "barzelletta": "Qual è il colmo per un’aquila reale? Essere… finta."
    },
    {
      "barzelletta": "Qual è il colmo per un fotografo? Mettere a fuoco un ghiacciaio."
    },
    {
      "barzelletta": "Qual è il colmo per due divorziati americani? Essere… stati uniti."
    },
    {
      "barzelletta": "Qual è il colmo per una gallina? Avere la pelle d’oca!"
    },
    {
      "barzelletta": "Qual è il colmo per una giraffa? Essere nei guai fino al collo!"
    },
    {
      "barzelletta": "Cosa fanno otto cani in mare? Un canotto!"
    },
    {
      "barzelletta": "Come si chiama un cane husky non particolarmente bello? Un husky-fezza..."
    },
    {
      "barzelletta": "Che cosa fa un chicco di caffè sotto la doccia? Si... Lavazza!"
    },
    {
      "barzelletta": "Qual è il colmo per un eschimese? Prendere delle decisioni a caldo."
    },
    {
      "barzelletta": "Mi scusi, per andare al cimitero dove devo prendere l'autobus? In faccia..."
    },
    {
      "barzelletta": "La funga dice al fungo: Sei un porcino!"
    },
    {
      "barzelletta": "Chiude una lavanderia. Faceva affari sporchi."
    },
    {
      "barzelletta": "Che cosa fa un gallo in chiesa? Il chicchirichetto"
    },
    {
      "barzelletta": "Qual è l'ape più difficile da digerire? La pe-peronata!"
    },
    {
      "barzelletta": "Se io mi metto la camicia di lino, poi Lino che si mette?"
    },
    {
      "barzelletta": "Qual e' il formaggio servito nei vagoni ristorante? La mozzarella in carrozza."
    },
    {
      "barzelletta": "Ma se un passerotto entra dentro un computer diventa un MicroCIP?"
    },
    {
      "barzelletta": "Ma se due vespe bevono una tazza di caffè diventano vispe?"
    },
    {
      "barzelletta": "Mario ha smesso di fare il muratore perché aveva paura del cemento armato..."
    },
    {
      "barzelletta": "Come si fa a capire se un motociclista è felice? Basta guardare se ha dei moscerini sui denti!"
    },
    {
      "barzelletta": "Quando un australiano compra un boomerang nuovo, come fa a buttare via quello vecchio?"
    },
    {
      "barzelletta": "Il marinaio spiegò le vele al vento, ma il vento non capì..."
    },
    {
      "barzelletta": "Perché le tende piangono? Perché sono da sole."
    },
    {
      "barzelletta": "Cosa fa un indiano vestito alla moda e con un look all'ultimo grido? Il fico d'India."
    },
    {
      "barzelletta": "Se il cane ringhia, la ringhiera abbaia?"
    },
    {
      "barzelletta": "Ma se esistono i messicani esistono anche i Ronaldogatti?"
    },
    {
      "barzelletta": "Ma se una mucca si trova a bratislava, è una slovacca? "
    },
    {
      "barzelletta": "Un giorno un re disse 'Kung' e Kung fu! "
    },
    {
      "barzelletta": "Che cosa fa un gatto sul marciapiede? Marciazampa! "
    },
    {
      "barzelletta": "La radio dice: svuotato deposito di saponette la polizia se ne lava le mani! "
    },
    {
      "barzelletta": "Perché la legna non si rifiuta mai? perchè viene sempre accettata! "
    }
  ]
}
